Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Preview this generation
de: Vorschau dieser Generation
es: Vista previa de esta generación
fr: Aperçu de cette génération
hi: इस पीढ़ी का पूर्वावलोकन करें
id: Pratinjau generasi ini
ja: この世代をプレビューする
ko: 이 세대 미리보기
pl: Podgląd tej generacji
pt_br: Visualize esta geração
tr: Bu nesli önizleyin
uk: Переглянути це покоління
vi: Xem trước thế hệ này
zh_hans: 预览这一代
zh_hant: 預覽這一代

source: Previous error: %@
de: Vorheriger Fehler: %@
es: Error anterior: %@
fr: Erreur précédente : %@
hi: पिछली त्रुटि: %@
id: Kesalahan sebelumnya: %@
ja: 前のエラー: %@
ko: 이전 오류: %@
pl: Poprzedni błąd: %@
pt_br: Erro anterior: %@
tr: Önceki hata: %@
uk: Попередня помилка: %@
vi: Lỗi trước đó: %@
zh_hans: 上一个错误：%@
zh_hant: 上一個錯誤：%@

source: Primary
de: Primär
es: Primaria
fr: Primaire
hi: प्राथमिक
id: Utama
ja: プライマリー
ko: 기본
pl: Podstawowy
pt_br: Primário
tr: Birincil
uk: Первинний
vi: Chính
zh_hans: 小学
zh_hant: 小學

source: Primary Reference Image
de: Primäres Referenzbild
es: Imagen de referencia primaria
fr: Image de référence principale
hi: प्राथमिक संदर्भ छवि
id: Gambar Referensi Utama
ja: 一次参照画像
ko: 기본 참조 이미지
pl: Podstawowy obraz referencyjny
pt_br: Imagem de referência primária
tr: Birincil Referans Resmi
uk: Основне еталонне зображення
vi: Hình ảnh tham chiếu chính
zh_hans: 主要参考图像
zh_hant: 主要參考影像

source: Primary Reference Image (Optional)
de: Primäres Referenzbild (optional)
es: Imagen de referencia principal (opcional)
fr: Image de référence principale (facultatif)
hi: प्राथमिक संदर्भ छवि (वैकल्पिक)
id: Gambar Referensi Utama (Opsional)
ja: プライマリ参照画像 (オプション)
ko: 기본 참조 이미지(선택 사항)
pl: Główny obraz referencyjny (opcjonalnie)
pt_br: Imagem de referência primária (opcional)
tr: Birincil Referans Görüntüsü (İsteğe bağlı)
uk: Основне еталонне зображення (необов’язково)
vi: Hình ảnh tham chiếu chính (Tùy chọn)
zh_hans: 主要参考图像（可选）
zh_hant: 主要參考影像（可選）

source: Primary Reference Video
de: Primäres Referenzvideo
es: Vídeo de referencia principal
fr: Vidéo de référence principale
hi: प्राथमिक संदर्भ वीडियो
id: Video Referensi Utama
ja: 主な参考ビデオ
ko: 기본 참조 비디오
pl: Główny film referencyjny
pt_br: Vídeo de referência principal
tr: Birincil Referans Videosu
uk: Основне довідкове відео
vi: Video tham khảo chính
zh_hans: 主要参考视频
zh_hant: 主要參考視頻

source: Primary URL
de: Primäre URL
es: URL principal
fr: URL principale
hi: प्राथमिक यूआरएल
id: URL utama
ja: プライマリ URL
ko: 기본 URL
pl: Podstawowy adres URL
pt_br: URL principal
tr: Birincil URL
uk: Основна URL-адреса
vi: URL chính
zh_hans: 主要网址
zh_hant: 主要網址

source: Process
de: Prozess
es: Proceso
fr: Processus
hi: प्रक्रिया
id: Proses
ja: プロセス
ko: 프로세스
pl: Proces
pt_br: Processo
tr: Süreç
uk: процес
vi: Quy trình
zh_hans: 工艺流程
zh_hant: 流程

source: Processing
de: Verarbeitung
es: Procesamiento
fr: Traitement
hi: प्रसंस्करण
id: Pemrosesan
ja: 処理中
ko: 처리
pl: Przetwarzanie
pt_br: Processamento
tr: İşleme
uk: Обробка
vi: Đang xử lý
zh_hans: 加工
zh_hant: 加工

source: Processing video...
de: Video wird verarbeitet...
es: Procesando vídeo...
fr: Traitement de la vidéo...
hi: वीडियो संसाधित हो रहा है...
id: Memproses video...
ja: ビデオを処理中...
ko: 동영상 처리 중...
pl: Przetwarzam wideo...
pt_br: Processando vídeo...
tr: Video işleniyor...
uk: Обробка відео...
vi: Đang xử lý video...
zh_hans: 正在处理视频...
zh_hant: 正在處理影片...

source: Product Gallery
de: Produktgalerie
es: Galería de productos
fr: Galerie de produits
hi: उत्पाद गैलरी
id: Galeri Produk
ja: 製品ギャラリー
ko: 제품 갤러리
pl: Galeria produktów
pt_br: Galeria de produtos
tr: Ürün Galerisi
uk: Галерея товарів
vi: Thư viện sản phẩm
zh_hans: 产品展示
zh_hant: 產品展示

source: Product Name
de: Produktname
es: Nombre del producto
fr: Nom du produit
hi: उत्पाद का नाम
id: Nama Produk
ja: 製品名
ko: 제품명
pl: Nazwa produktu
pt_br: Nome do produto
tr: Ürün Adı
uk: Назва продукту
vi: Tên sản phẩm
zh_hans: 产品名称
zh_hant: 產品名稱

source: Product Photoshoots
de: Produktfotoshootings
es: Sesiones de fotos de productos
fr: Séances photos de produits
hi: उत्पाद फोटोशूट
id: Pemotretan Produk
ja: 製品写真撮影
ko: 제품 사진 촬영
pl: Sesje zdjęciowe produktów
pt_br: Sessões de fotos de produtos
tr: Ürün Fotoğraf Çekimleri
uk: Фотосесії товару
vi: Chụp Ảnh Sản Phẩm
zh_hans: 产品照片
zh_hant: 產品照片

source: Project
de: Projekt
es: Proyecto
fr: Projet
hi: प्रोजेक्ट
id: Proyek
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt_br: Projeto
tr: Proje
uk: Проект
vi: dự án
zh_hans: 项目
zh_hant: 專案

source: Project ID
de: Projekt-ID
es: ID del proyecto
fr: ID du projet
hi: प्रोजेक्ट आईडी
id: ID Proyek
ja: プロジェクトID
ko: 프로젝트 ID
pl: Identyfikator projektu
pt_br: ID do projeto
tr: Proje Kimliği
uk: ID проекту
vi: Mã dự án
zh_hans: 项目编号
zh_hant: 項目編號

source: Project Name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
hi: प्रोजेक्ट का नाम
id: Nama Proyek
ja: プロジェクト名
ko: 프로젝트 이름
pl: Nazwa projektu
pt_br: Nome do Projeto
tr: Proje Adı
uk: Назва проекту
vi: Tên dự án
zh_hans: 项目名称
zh_hant: 項目名稱

source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
hi: प्रोजेक्ट का नाम
id: Nama proyek
ja: プロジェクト名
ko: 프로젝트 이름
pl: Nazwa projektu
pt_br: Nome do projeto
tr: Proje adı
uk: Назва проекту
vi: Tên dự án
zh_hans: 项目名称
zh_hant: 項目名稱

source: Prompt Gallery
de: Prompt-Galerie
es: Galería rápida
fr: Galerie d'invites
hi: शीघ्र गैलरी
id: Galeri Cepat
ja: プロンプトギャラリー
ko: 프롬프트 갤러리
pl: Szybka galeria
pt_br: Galeria de prompts
tr: Bilgi İstemi Galerisi
uk: Галерея підказок
vi: Thư viện lời nhắc
zh_hans: 提示画廊
zh_hant: 提示畫廊

source: Prompt List
de: Eingabeaufforderungsliste
es: Lista de mensajes
fr: Liste d'invites
hi: शीघ्र सूची
id: Daftar Cepat
ja: プロンプトリスト
ko: 프롬프트 목록
pl: Lista podpowiedzi
pt_br: Lista de prompts
tr: Bilgi İstemi Listesi
uk: Список підказок
vi: Danh sách nhắc nhở
zh_hans: 提示列表
zh_hant: 提示列表

source: Prompt Settings
de: Eingabeaufforderungseinstellungen
es: Configuración de mensajes
fr: Paramètres d'invite
hi: शीघ्र सेटिंग्स
id: Pengaturan Cepat
ja: プロンプト設定
ko: 프롬프트 설정
pl: Ustawienia podpowiedzi
pt_br: Configurações de prompt
tr: İstem Ayarları
uk: Налаштування запиту
vi: Cài đặt nhắc nhở
zh_hans: 提示设置
zh_hant: 提示設定

source: Prompt not added
de: Eingabeaufforderung nicht hinzugefügt
es: Aviso no agregado
fr: Invite non ajoutée
hi: संकेत नहीं जोड़ा गया
id: Perintah tidak ditambahkan
ja: プロンプトが追加されていません
ko: 프롬프트가 추가되지 않았습니다.
pl: Podpowiedź nie została dodana
pt_br: Prompt não adicionado
tr: Bilgi istemi eklenmedi
uk: Підказка не додана
vi: Lời nhắc chưa được thêm
zh_hans: 提示未添加
zh_hant: 提示未新增

source: Prompts
de: Aufforderungen
es: Indicaciones
fr: Invites
hi: संकेत
id: Anjuran
ja: プロンプト
ko: 프롬프트
pl: Podpowiedzi
pt_br: Solicitações
tr: İstemler
uk: Підказки
vi: Lời nhắc
zh_hans: 提示
zh_hant: 提示

source: Prompts Imported
de: Eingabeaufforderungen importiert
es: Avisos importados
fr: Invites importées
hi: संकेत आयातित
id: Perintah Diimpor
ja: インポートされたプロンプト
ko: 가져온 프롬프트
pl: Zaimportowano podpowiedzi
pt_br: Solicitações importadas
tr: İçe Aktarılan İstemler
uk: Імпортовані підказки
vi: Lời nhắc đã nhập
zh_hans: 提示已导入
zh_hant: 提示已導入

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
hi: प्रदाता
id: Penyedia
ja: プロバイダー
ko: 공급자
pl: Dostawca
pt_br: Provedor
tr: sağlayıcı
uk: Провайдер
vi: nhà cung cấp
zh_hans: 提供者
zh_hant: 提供者

source: Provider Keys
de: Anbieterschlüssel
es: Claves de proveedor
fr: Clés du fournisseur
hi: प्रदाता कुंजी
id: Kunci Penyedia
ja: プロバイダーキー
ko: 공급자 키
pl: Klucze dostawcy
pt_br: Chaves do provedor
tr: Sağlayıcı Anahtarları
uk: Ключі провайдера
vi: Khóa nhà cung cấp
zh_hans: 提供商密钥
zh_hant: 提供者金鑰

source: Provider Pending
de: Anbieter ausstehend
es: Proveedor pendiente
fr: Fournisseur en attente
hi: प्रदाता लंबित
id: Penyedia Tertunda
ja: プロバイダー保留中
ko: 공급자 보류 중
pl: Dostawca w oczekiwaniu
pt_br: Provedor pendente
tr: Sağlayıcı Beklemede
uk: Постачальник очікує на розгляд
vi: Nhà cung cấp đang chờ xử lý
zh_hans: 提供商待定
zh_hant: 提供者待定

source: Provider not found
de: Anbieter nicht gefunden
es: Proveedor no encontrado
fr: Fournisseur introuvable
hi: प्रदाता नहीं मिला
id: Penyedia tidak ditemukan
ja: プロバイダーが見つかりません
ko: 공급자를 찾을 수 없습니다.
pl: Nie znaleziono dostawcy
pt_br: Provedor não encontrado
tr: Sağlayıcı bulunamadı
uk: Постачальник не знайдено
vi: Không tìm thấy nhà cung cấp
zh_hans: 找不到提供者
zh_hant: 找不到提供者

source: Provider secret not found
de: Provider-Geheimnis nicht gefunden
es: Secreto del proveedor no encontrado
fr: Secret du fournisseur introuvable
hi: प्रदाता रहस्य नहीं मिला
id: Rahasia penyedia tidak ditemukan
ja: プロバイダーのシークレットが見つかりません
ko: 공급자 비밀번호를 찾을 수 없습니다.
pl: Nie znaleziono tajnego klucza dostawcy
pt_br: Segredo do provedor não encontrado
tr: Sağlayıcı sırrı bulunamadı
uk: Секрет постачальника не знайдено
vi: Không tìm thấy bí mật của nhà cung cấp
zh_hans: 未找到提供者秘密
zh_hant: 未找到提供者秘密

source: Quality
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
id: Kualitas
ja: 品質
ko: 품질
pl: Jakość
pt_br: Qualidade
tr: Kalite
uk: якість
vi: chất lượng
zh_hans: 品质
zh_hant: 品質

source: Queue
de: Warteschlange
es: cola
fr: File d'attente
hi: कतार
id: Antrian
ja: キュー
ko: 대기열
pl: Kolejka
pt_br: Fila
tr: Sıra
uk: Черга
vi: Hàng đợi
zh_hans: 队列
zh_hant: 佇列

source: Queue More
de: Mehr in die Warteschlange stellen
es: Cola más
fr: File d'attente Plus
hi: अधिक कतार
id: Antrian Lebih Banyak
ja: さらにキューに入れる
ko: 대기열 더보기
pl: Kolejka Więcej
pt_br: Fila Mais
tr: Daha Fazla Sıra
uk: Більше черги
vi: Xếp hàng thêm
zh_hans: 排队更多
zh_hant: 排隊更多

source: Queuing...
de: Warteschlange...
es: Cola...
fr: Faire la queue...
hi: कतारबद्ध...
id: Mengantri...
ja: キューイング中...
ko: 대기 중...
pl: Kolejka...
pt_br: Na fila...
tr: Sırada...
uk: У черзі...
vi: Đang xếp hàng...
zh_hans: 排队...
zh_hant: 排隊...

source: Quick Actions
de: Schnelle Aktionen
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित कार्रवाई
id: Tindakan Cepat
ja: クイックアクション
ko: 빠른 작업
pl: Szybkie działania
pt_br: Ações rápidas
tr: Hızlı Eylemler
uk: Швидкі дії
vi: Thao tác nhanh
zh_hans: 快速行动
zh_hant: 快速行動

source: Quick Reference
de: Kurzreferenz
es: Referencia rápida
fr: Référence rapide
hi: त्वरित संदर्भ
id: Referensi Cepat
ja: クイックリファレンス
ko: 빠른 참조
pl: Szybkie odniesienie
pt_br: Referência rápida
tr: Hızlı Referans
uk: Короткий довідник
vi: Tham khảo nhanh
zh_hans: 快速参考
zh_hant: 快速參考

source: Rate limit exceeded. Please wait a moment before making more requests.
de: Ratenlimit überschritten. Bitte warten Sie einen Moment, bevor Sie weitere Anfragen stellen.
es: Se superó el límite de tarifa. Espere un momento antes de realizar más solicitudes.
fr: Limite de débit dépassée. Veuillez patienter un moment avant de faire d'autres demandes.
hi: दर सीमा पार हो गई. कृपया अधिक अनुरोध करने से पहले एक क्षण प्रतीक्षा करें।
id: Batas tarif terlampaui. Harap tunggu sebentar sebelum mengajukan permintaan lainnya.
ja: レート制限を超えました。さらにリクエストを行う前に、しばらくお待ちください。
ko: 비율 제한을 초과했습니다. 추가 요청을 하기 전에 잠시 기다려 주십시오.
pl: Przekroczono limit stawki. Poczekaj chwilę, zanim złożysz kolejne prośby.
pt_br: Limite de taxa excedido. Aguarde um momento antes de fazer mais solicitações.
tr: Hız limiti aşıldı. Daha fazla istekte bulunmadan önce lütfen biraz bekleyin.
uk: Ліміт швидкості перевищено. Зачекайте трохи, перш ніж надсилати додаткові запити.
vi: Đã vượt quá giới hạn tỷ lệ. Vui lòng đợi một lát trước khi thực hiện thêm yêu cầu.
zh_hans: 超出速率限制。请稍等片刻，然后再提出更多请求。
zh_hant: 超出速率限制。請稍等片刻，然後再提出更多請求。

source: Re-edit
de: Überarbeiten
es: Reeditar
fr: Rééditer
hi: पुनः संपादित करें
id: Edit ulang
ja: 再編集
ko: 재편집
pl: Edytuj ponownie
pt_br: Reeditar
tr: Yeniden düzenle
uk: Перередагувати
vi: Chỉnh sửa lại
zh_hans: 重新编辑
zh_hant: 重新編輯

source: Re-edit this image
de: Bearbeiten Sie dieses Bild erneut
es: Reeditar esta imagen
fr: Rééditer cette image
hi: इस छवि को पुनः संपादित करें
id: Edit ulang gambar ini
ja: この画像を再編集します
ko: 이 이미지를 다시 편집하세요
pl: Edytuj ponownie ten obraz
pt_br: Edite novamente esta imagem
tr: Bu resmi yeniden düzenleyin
uk: Повторно відредагуйте це зображення
vi: Chỉnh sửa lại hình ảnh này
zh_hans: 重新编辑此图像
zh_hant: 重新編輯此圖像

source: Re-generate
de: Neu generieren
es: Regenerar
fr: Régénérer
hi: पुन: उत्पन्न करें
id: Hasilkan kembali
ja: 再生成
ko: 재생성
pl: Wygeneruj ponownie
pt_br: Gerar novamente
tr: Yeniden oluştur
uk: Згенерувати повторно
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新生成

source: Re-generate this item
de: Generieren Sie dieses Element neu
es: Regenerar este artículo
fr: Régénérer cet élément
hi: इस आइटम को पुनः जनरेट करें
id: Hasilkan kembali item ini
ja: このアイテムを再生成します
ko: 이 항목을 다시 생성하세요.
pl: Wygeneruj ponownie ten element
pt_br: Gerar novamente este item
tr: Bu öğeyi yeniden oluştur
uk: Повторно згенеруйте цей елемент
vi: Tạo lại mục này
zh_hans: 重新生成该项目
zh_hant: 重新產生該項目

source: Re-upload
de: Erneut hochladen
es: Volver a subir
fr: Re-télécharger
hi: पुनः अपलोड करें
id: Unggah ulang
ja: 再アップロード
ko: 재업로드
pl: Prześlij ponownie
pt_br: Reenviar
tr: Yeniden yükle
uk: Повторне завантаження
vi: Tải lên lại
zh_hans: 重新上传
zh_hant: 重新上傳

source: Read more on privacy...
de: Lesen Sie mehr zum Thema Datenschutz...
es: Lea más sobre privacidad...
fr: En savoir plus sur la confidentialité...
hi: गोपनीयता पर और पढ़ें...
id: Baca lebih lanjut tentang privasi...
ja: プライバシーについて詳しく読む...
ko: 개인정보 보호에 대해 자세히 알아보세요...
pl: Przeczytaj więcej na temat prywatności...
pt_br: Leia mais sobre privacidade...
tr: Gizlilik hakkında daha fazlasını okuyun...
uk: Докладніше про конфіденційність...
vi: Đọc thêm về quyền riêng tư...
zh_hans: 了解有关隐私的更多信息...
zh_hant: 了解更多有關隱私的資訊...

source: Realtime Edit
de: Echtzeitbearbeitung
es: Edición en tiempo real
fr: Modifier en temps réel
hi: रीयलटाइम संपादित करें
id: Pengeditan Waktu Nyata
ja: リアルタイム編集
ko: 실시간 편집
pl: Edycja w czasie rzeczywistym
pt_br: Edição em tempo real
tr: Gerçek Zamanlı Düzenleme
uk: Редагування в реальному часі
vi: Chỉnh sửa thời gian thực
zh_hans: 实时编辑
zh_hant: 即時編輯

source: Realtime Edit Guide
de: Echtzeit-Bearbeitungsanleitung
es: Guía de edición en tiempo real
fr: Guide d'édition en temps réel
hi: रीयलटाइम संपादन मार्गदर्शिका
id: Panduan Pengeditan Waktu Nyata
ja: リアルタイム編集ガイド
ko: 실시간 편집 가이드
pl: Przewodnik edycji w czasie rzeczywistym
pt_br: Guia de edição em tempo real
tr: Gerçek Zamanlı Düzenleme Kılavuzu
uk: Посібник із редагування в реальному часі
vi: Hướng dẫn chỉnh sửa thời gian thực
zh_hans: 实时编辑指南
zh_hant: 即時編輯指南

source: Realtime Edit Sessions
de: Bearbeitungssitzungen in Echtzeit
es: Sesiones de edición en tiempo real
fr: Sessions d'édition en temps réel
hi: रीयलटाइम संपादन सत्र
id: Sesi Edit Waktu Nyata
ja: リアルタイム編集セッション
ko: 실시간 편집 세션
pl: Sesje edycji w czasie rzeczywistym
pt_br: Sessões de edição em tempo real
tr: Gerçek Zamanlı Düzenleme Oturumları
uk: Сеанси редагування в реальному часі
vi: Phiên chỉnh sửa thời gian thực
zh_hans: 实时编辑会话
zh_hant: 即時編輯會話

source: Recent Generations
de: Jüngste Generationen
es: Generaciones recientes
fr: Générations récentes
hi: हाल की पीढ़ियाँ
id: Generasi Terkini
ja: 最近の世代
ko: 최근 세대
pl: Ostatnie pokolenia
pt_br: Gerações Recentes
tr: Son Nesiller
uk: Останні покоління
vi: Thế hệ gần đây
zh_hans: 最近几代人
zh_hant: 最近幾代人

source: Reference Images
de: Referenzbilder
es: Imágenes de referencia
fr: Images de référence
hi: संदर्भ छवियाँ
id: Gambar Referensi
ja: 参考画像
ko: 참조 이미지
pl: Obrazy referencyjne
pt_br: Imagens de referência
tr: Referans Görselleri
uk: Довідкові зображення
vi: Hình ảnh tham khảo
zh_hans: 参考图片
zh_hant: 參考圖片

source: Reference Media
de: Referenzmedien
es: Medios de referencia
fr: Médias de référence
hi: संदर्भ मीडिया
id: Media Referensi
ja: 参照メディア
ko: 참조 미디어
pl: Nośniki referencyjne
pt_br: Mídia de referência
tr: Referans Ortamı
uk: Довідкові ЗМІ
vi: Phương tiện tham khảo
zh_hans: 参考媒体
zh_hant: 參考媒體

source: Reference images help guide the style, composition, or content of the generation. The model will use these as visual context to influence the output.
de: Referenzbilder helfen dabei, den Stil, die Komposition oder den Inhalt der Generation zu bestimmen. Das Modell nutzt diese als visuellen Kontext, um die Ausgabe zu beeinflussen.
es: Las imágenes de referencia ayudan a guiar el estilo, la composición o el contenido de la generación. El modelo los utilizará como contexto visual para influir en el resultado.
fr: Les images de référence aident à guider le style, la composition ou le contenu de la génération. Le modèle les utilisera comme contexte visuel pour influencer le résultat.
hi: संदर्भ छवियां पीढ़ी की शैली, रचना या सामग्री का मार्गदर्शन करने में मदद करती हैं। मॉडल आउटपुट को प्रभावित करने के लिए इन्हें दृश्य संदर्भ के रूप में उपयोग करेगा।
id: Gambar referensi membantu memandu gaya, komposisi, atau konten generasi. Model akan menggunakan ini sebagai konteks visual untuk mempengaruhi keluaran.
ja: 参照画像は、生成のスタイル、構成、またはコンテンツをガイドするのに役立ちます。モデルはこれらを視覚的なコンテキストとして使用して、出力に影響を与えます。
ko: 참조 이미지는 생성의 스타일, 구성 또는 내용을 안내하는 데 도움이 됩니다. 모델은 이를 시각적 컨텍스트로 사용하여 출력에 영향을 줍니다.
pl: Obrazy referencyjne pomagają kierować stylem, kompozycją lub treścią pokolenia. Model użyje ich jako kontekstu wizualnego, aby wpłynąć na wynik.
pt_br: As imagens de referência ajudam a orientar o estilo, a composição ou o conteúdo da geração. O modelo os usará como contexto visual para influenciar o resultado.
tr: Referans görselleri neslin tarzına, kompozisyonuna veya içeriğine rehberlik etmeye yardımcı olur. Model, çıktıyı etkilemek için bunları görsel bağlam olarak kullanacaktır.
uk: Довідкові зображення допомагають визначити стиль, композицію або зміст покоління. Модель використовуватиме їх як візуальний контекст для впливу на результат.
vi: Hình ảnh tham khảo giúp định hướng phong cách, bố cục hoặc nội dung của thế hệ. Mô hình sẽ sử dụng chúng làm bối cảnh trực quan để tác động đến đầu ra.
zh_hans: 参考图像有助于指导生成的风格、构图或内容。该模型将使用这些作为视觉上下文来影响输出。
zh_hant: 參考圖像有助於指導生成的風格、構圖或內容。該模型將使用這些作為視覺上下文來影響輸出。

source: Regenerate
de: Regenerieren
es: regenerar
fr: Régénérer
hi: पुनर्जीवित करें
id: Regenerasi
ja: 再生する
ko: 재생성
pl: Zregeneruj się
pt_br: Regenerar
tr: Yenile
uk: Регенерувати
vi: tái sinh
zh_hans: 再生
zh_hant: 再生

source: Regenerate Image
de: Bild neu generieren
es: Regenerar imagen
fr: Régénérer l'image
hi: छवि पुन: उत्पन्न करें
id: Regenerasi Gambar
ja: 画像の再生成
ko: 이미지 재생성
pl: Regeneruj obraz
pt_br: Regenerar imagem
tr: Görüntüyü Yeniden Oluştur
uk: Відновити зображення
vi: Tạo lại hình ảnh
zh_hans: 重新生成图像
zh_hant: 重新產生影像

source: Regenerate Scene?
de: Szene neu generieren?
es: ¿Regenerar escena?
fr: Régénérer la scène ?
hi: दृश्य पुन: उत्पन्न करें?
id: Regenerasi Adegan?
ja: シーンを再生成しますか?
ko: 장면을 재생성하시겠습니까?
pl: Zregenerować scenę?
pt_br: Regenerar cena?
tr: Sahne Yeniden Oluşturulsun mu?
uk: Регенерувати сцену?
vi: Tái tạo cảnh?
zh_hans: 重新生成场景？
zh_hant: 重新生成場景？

source: Regenerate Video
de: Video neu generieren
es: Regenerar vídeo
fr: Régénérer la vidéo
hi: वीडियो पुन: उत्पन्न करें
id: Regenerasi Video
ja: ビデオを再生成する
ko: 비디오 재생성
pl: Regeneruj wideo
pt_br: Regenerar vídeo
tr: Videoyu Yeniden Oluştur
uk: Відновити відео
vi: Tạo lại video
zh_hans: 重新生成视频
zh_hant: 重新生成視頻

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
hi: हटाओ
id: Hapus
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
tr: Kaldır
uk: видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Remove Generation
de: Generation entfernen
es: Eliminar generación
fr: Supprimer la génération
hi: जनरेशन हटाएँ
id: Hapus Generasi
ja: 世代の削除
ko: 세대 제거
pl: Usuń generację
pt_br: Remover geração
tr: Nesli Kaldır
uk: Видалити покоління
vi: Xóa thế hệ
zh_hans: 删除一代
zh_hant: 刪除一代

source: Remove Image
de: Bild entfernen
es: Quitar imagen
fr: Supprimer l'image
hi: छवि हटाएँ
id: Hapus Gambar
ja: 画像の削除
ko: 이미지 제거
pl: Usuń obraz
pt_br: Remover imagem
tr: Resmi Kaldır
uk: Видалити зображення
vi: Xóa hình ảnh
zh_hans: 删除图像
zh_hant: 刪除影像

source: Remove Message
de: Nachricht entfernen
es: Eliminar mensaje
fr: Supprimer le message
hi: संदेश हटाएँ
id: Hapus Pesan
ja: メッセージの削除
ko: 메시지 제거
pl: Usuń wiadomość
pt_br: Remover mensagem
tr: Mesajı Kaldır
uk: Видалити повідомлення
vi: Xóa tin nhắn
zh_hans: 删除消息
zh_hant: 刪除訊息

source: Remove from Studio
de: Aus Studio entfernen
es: Quitar del estudio
fr: Supprimer du Studio
hi: स्टूडियो से हटाएँ
id: Hapus dari Studio
ja: スタジオから削除
ko: 스튜디오에서 삭제
pl: Usuń ze Studia
pt_br: Remover do estúdio
tr: Studio'dan kaldır
uk: Видалити зі студії
vi: Xóa khỏi Studio
zh_hans: 从工作室中删除
zh_hant: 從工作室中刪除

source: Remove from studio
de: Aus dem Studio entfernen
es: Quitar del estudio
fr: Supprimer du studio
hi: स्टूडियो से हटाओ
id: Hapus dari studio
ja: スタジオから削除
ko: 스튜디오에서 삭제
pl: Usuń ze studia
pt_br: Remover do estúdio
tr: Stüdyodan kaldır
uk: Видалити зі студії
vi: Xóa khỏi studio
zh_hans: 从工作室中删除
zh_hant: 從工作室中刪除

source: Remove image
de: Bild entfernen
es: Quitar imagen
fr: Supprimer l'image
hi: छवि हटाएँ
id: Hapus gambar
ja: 画像を削除
ko: 이미지 삭제
pl: Usuń obraz
pt_br: Remover imagem
tr: Resmi kaldır
uk: Видалити зображення
vi: Xóa hình ảnh
zh_hans: 删除图像
zh_hant: 刪除影像

source: Remove keyframe
de: Keyframe entfernen
es: Eliminar fotograma clave
fr: Supprimer l'image clé
hi: मुख्यफ़्रेम हटाएँ
id: Hapus bingkai utama
ja: キーフレームを削除する
ko: 키프레임 제거
pl: Usuń klatkę kluczową
pt_br: Remover quadro-chave
tr: Ana kareyi kaldır
uk: Видалити ключовий кадр
vi: Xóa khung hình chính
zh_hans: 删除关键帧
zh_hant: 刪除關鍵幀

source: Remove reference image
de: Referenzbild entfernen
es: Eliminar imagen de referencia
fr: Supprimer l'image de référence
hi: संदर्भ छवि हटाएँ
id: Hapus gambar referensi
ja: 参照画像を削除する
ko: 참조 이미지 삭제
pl: Usuń obraz referencyjny
pt_br: Remover imagem de referência
tr: Referans görselini kaldır
uk: Видалити еталонне зображення
vi: Xóa hình ảnh tham chiếu
zh_hans: 删除参考图像
zh_hant: 刪除參考影像

source: Removes this image from the reference set
de: Entfernt dieses Bild aus dem Referenzsatz
es: Elimina esta imagen del conjunto de referencia.
fr: Supprime cette image de l'ensemble de référence
hi: इस छवि को संदर्भ सेट से हटा देता है
id: Menghapus gambar ini dari kumpulan referensi
ja: この画像をリファレンス セットから削除します
ko: 참조 세트에서 이 이미지를 제거합니다.
pl: Usuwa ten obraz ze zbioru referencyjnego
pt_br: Remove esta imagem do conjunto de referência
tr: Bu görüntüyü referans kümesinden kaldırır
uk: Вилучає це зображення з еталонного набору
vi: Xóa hình ảnh này khỏi bộ tham chiếu
zh_hans: 从参考集中删除该图像
zh_hant: 從參考集中刪除該影像

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
hi: नाम बदलें
id: Ganti nama
ja: 名前の変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt_br: Renomear
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Agent
de: Agent umbenennen
es: Cambiar nombre del agente
fr: Renommer l'agent
hi: एजेंट का नाम बदलें
id: Ganti Nama Agen
ja: エージェント名の変更
ko: 에이전트 이름 바꾸기
pl: Zmień nazwę agenta
pt_br: Renomear agente
tr: Temsilciyi Yeniden Adlandır
uk: Перейменувати агента
vi: Đổi tên đại lý
zh_hans: 重命名代理
zh_hant: 重命名代理

source: Rename Canvas
de: Leinwand umbenennen
es: Cambiar nombre del lienzo
fr: Renommer la toile
hi: कैनवास का नाम बदलें
id: Ganti nama Kanvas
ja: キャンバスの名前を変更
ko: 캔버스 이름 바꾸기
pl: Zmień nazwę płótna
pt_br: Renomear tela
tr: Tuvali Yeniden Adlandır
uk: Перейменувати Canvas
vi: Đổi tên Canvas
zh_hans: 重命名画布
zh_hant: 重新命名畫布

source: Rename Photoshoot
de: Fotoshooting umbenennen
es: Cambiar nombre de sesión de fotos
fr: Renommer la séance photo
hi: फोटोशूट का नाम बदलें
id: Ganti nama Pemotretan
ja: 写真撮影の名前を変更
ko: 사진 촬영 이름 바꾸기
pl: Zmień nazwę sesji zdjęciowej
pt_br: Renomear sessão de fotos
tr: Fotoğraf Çekimini Yeniden Adlandır
uk: Перейменувати Photoshoot
vi: Đổi tên ảnh chụp
zh_hans: 重命名照片拍摄
zh_hant: 重新命名照片拍攝

source: Rename Project
de: Projekt umbenennen
es: Cambiar nombre del proyecto
fr: Renommer le projet
hi: प्रोजेक्ट का नाम बदलें
id: Ganti Nama Proyek
ja: プロジェクト名の変更
ko: 프로젝트 이름 바꾸기
pl: Zmień nazwę projektu
pt_br: Renomear projeto
tr: Projeyi Yeniden Adlandır
uk: Перейменувати проект
vi: Đổi tên dự án
zh_hans: 重命名项目
zh_hant: 重新命名項目
